[{"name":"Calvin Ncube","url":"http://open.gdnm.org/calvin-ncube","tag":"data/calvin-ncube/tag.png","media":[{"video":"data/calvin-ncube/00.mp4"},{"image":"data/calvin-ncube/01.jpg"},{"image":"data/calvin-ncube/02.jpg"},{"image":"data/calvin-ncube/03.jpg"},{"image":"data/calvin-ncube/04.jpg"},{"image":"data/calvin-ncube/05.jpg"},{"image":"data/calvin-ncube/06.jpg"}],"blurb":{"text":["INSIGHT is a piece of dynamic motion graphics that has been created to visualize how life would appear to a person without the sense of sight. Advancements in biomedical retinal implants are happening frequently, and this piece of design has been created in order to simulate how the world appears through the implant, using creative coding in order to achieve the desired effect."]}},{"name":"Giovanni Nappo","url":"http://open.gdnm.org/giovanni-nappo","tag":"data/giovanni-nappo/tag.png","media":[{"video":"data/giovanni-nappo/a.mp4"},{"image":"data/giovanni-nappo/b.jpg"},{"image":"data/giovanni-nappo/c.jpg"}],"blurb":{"text":["WOW is an experimental website and an ongoing study aiming to show the amount of time we spend on social networks, converting it into tangible entities. It collects information, experiments and data involving different media in the attempt to create a useful data-set visualization on the topic."]}},{"name":"Jack Ellis","url":"http://open.gdnm.org/jack-ellis","tag":"data/jack-ellis/tag.png","media":[{"image":"data/jack-ellis/00.jpg"},{"image":"data/jack-ellis/01.jpg"},{"image":"data/jack-ellis/02.jpg"},{"image":"data/jack-ellis/03.jpg"},{"video":"data/jack-ellis/04.mp4"}],"blurb":{"text":["The role of technology in our modern lives has had a huge but negative impact on health. How can technology be used to address the health issues?","Being a huge video gamer and also really into fitness, I was frustrated with all the news saying that video games are making people, especially children, overweight and obese. I realised that one of the main problems was in particular fast food restaurants, and the more I researched the area the more I realised that one of the biggest fast food companies was having a huge effect on society and the obesity issue. For this project I wanted to use video games to actually try to combat obesity, and demonstrate that burgers are many people's enemy."]}},{"name":"Jewell Marasigan","url":"http://open.gdnm.org/jewell-marasigan","tag":"data/jewell-marasigan/tag.png","media":[{"image":"data/jewell-marasigan/00.jpg"},{"image":"data/jewell-marasigan/01.jpg"},{"image":"data/jewell-marasigan/02.jpg"},{"image":"data/jewell-marasigan/03.jpg"},{"image":"data/jewell-marasigan/04.jpg"},{"image":"data/jewell-marasigan/05.jpg"},{"image":"data/jewell-marasigan/06.jpg"},{"image":"data/jewell-marasigan/07.jpg"},{"video":"data/jewell-marasigan/08.mp4"}],"blurb":{"text":["My project aims to explore the personal relationship between people and the items they own. What do these items mean to their owners?","I proposed a pop-up shop to execute this idea, is it called The Recollective Shop where people can exchange their items for memory credits, a monetary value I have devised which categorises items into several memory classes. In essence, The Recollective Shop is a thrift store. However unlike conventional stores, where money is king, memories are what decide the value of an item."]}},{"name":"Kleanthis Michael","url":"http://open.gdnm.org/kleanthis-michael","tag":"data/kleanthis-michael/tag.png","media":[{"video":"data/kleanthis-michael/00.mp4"},{"image":"data/kleanthis-michael/01.jpg"},{"image":"data/kleanthis-michael/02.jpg"},{"image":"data/kleanthis-michael/03.jpg"},{"image":"data/kleanthis-michael/04.jpg"},{"image":"data/kleanthis-michael/05.jpg"},{"image":"data/kleanthis-michael/06.jpg"},{"image":"data/kleanthis-michael/07.jpg"}],"blurb":{"text":["'The Power of Crystals' considers crystals in relation to both spirituality and science, and proposes their further use as a new media tool to produce beautiful moving imagery. During my experiments I found ways to create connections between spirituality and science. The resulting Power of Crystals video presents a series of vivid crystal optical effects in movement, as symbols or metaphors for the properties of crystals.","The Illuminated Plant is an interactive pot which communicates with people, giving them information about the plant. Light turns red when in need of water, and turns white when it has enough."]}},{"name":"Michael Dowdle","url":"http://open.gdnm.org/michael-dowdle","tag":"data/michael-dowdle/tag.png","media":[{"video":"data/michael-dowdle/00.mp4"},{"image":"data/michael-dowdle/01.jpg"},{"image":"data/michael-dowdle/02.jpg"},{"image":"data/michael-dowdle/03.jpg"},{"image":"data/michael-dowdle/04.jpg"},{"image":"data/michael-dowdle/05.jpg"},{"image":"data/michael-dowdle/06.jpg"}],"blurb":{"text":["This is an installation exploring the interplay between physical and digital objects. The work also challenges ideas of perception. Firstly by reappropriating picture frames into digital canvases; Secondly by combining digital and technological influences, such as glitching and low polygon effects with more traditional art forms of portraiture and landscape."]}}]